{
	"data": {
		"maxims": [
			{
				"title": "## Maxim #1",
				"text": "Any and all weaknesses can be used against you, and in conflict, will be. As such, weaponise your weaknesses by making them known; hide them in plain sight. Wear your weaknesses like armour, flaunt them, and you deprive your opponents the use of ammunition that would otherwise discredit you."
			},
			{
				"title": "## Maxim #2",
				"text": "If weakness is speculated, deny it. If weakness is known, spin it. If it is directly observed, dismiss it. Should it look profitable, leverage it for status in the victimhood hierarchy."
			},
			{
				"title": "## Maxim #3",
				"text": "Justification can only exist in respectful exchanges. When you are disliked, justifications are deemed excuses, your guilt, pre-determined."
			},
			{
				"title": "## Maxim #4",
				"text": "Do not defend against your attackers, attack them; justification is a Machiavellian fallacy. Do not justify, stipulate. <a href=\"https://illimitablemen.com/2015/02/08/machiavellian-thinking-vs-conventional-logic/\" target=\"_blank\">More Here</a>"
			},
			{
				"title": "## Maxim #5",
				"text": "People are like stocks, acquire assets, avoid/drop liabilities and ignore market rumours; acquire insider information wherever possible."
			},
			{
				"title": "## Maxim #6",
				"text": "The only difference between the toxic and the unlucky is the unlucky bring you down inadvertently, avoid both."
			},
			{
				"title": "## Maxim #7",
				"text": "Attacks reveal intent, defence reveals priority. You don’t defend the unimportant. You don’t attack allies unless it’s a decoy, this simple concept can be extrapolated to any situation."
			},
			{
				"title": "## Maxim #8",
				"text": "The battle of the sexes is the only war where crushing the opposition isn’t victory. No, a man must avoid checkmate and stalemate, by continuously putting his woman in check. This and only this is victory for the union."
			},
			{
				"title": "## Maxim #9",
				"text": "Everything is war in a different set of clothing. Love, business, politics, wherever there are competing interests there is a battlefield, and wherever there is a battlefield, there is war."
			},
			{
				"title": "## Maxim #10",
				"text": "When things fall apart, be ready for total war."
			},
			{
				"title": "## Maxim #11",
				"text": "Don’t insult the king in the throne room. If you must insult him, do so only amongst those you are confident share a mutual disdain. [Lèse-majesté](https://en.wikipedia.org/wiki/L%C3%A8se-majest%C3%A9) is dangerous, in this context a king is anyone you rely on socially, politically, economically etc."
			},
			{
				"title": "## Maxim #12",
				"text": "Lust of all kinds begets deceit, desire is good until it isn’t."
			},
			{
				"title": "## Maxim #13",
				"text": "Machiavellianism is the art of wielding power, how it’s wielded is determined by the wielder’s morality or lack thereof. Don’t blame the strategy, blame the soul of its employer. [Read more here.](https://illimitablemen.com/2015/06/20/morality-and-machiavellianism/)"
			},
			{
				"title": "## Maxim #14",
				"text": "Machiavellianism does not determine one’s morals, one’s morals determine the use of Machiavellianism. He who believes he is too moral for Machiavellianism is no more moral than he is an idiot."
			},
			{
				"title": "## Maxim #15",
				"text": "When people don’t like you, their questions are attacks. Sometimes these attacks are disguised as concerns, other times they are blatant. Whenever you’re asked a question, gauge the legitimacy of the question. Insincere questions must be met with insincere answers, if any answer at all."
			},
			{
				"title": "## Maxim #16",
				"text": "Do not trust those who overwhelm you with questions. They may simply be very curious, but it is more likely they are searching for dents in your armour. The line between curiosity and interrogation is thin, and people do not wear uniforms."
			},
			{
				"title": "## Maxim #17",
				"text": "Doubling down on your position or ignoring the challenge usually trumps an apology."
			},
			{
				"title": "## Maxim #18",
				"text": "Ignore your ignorer. To ignore your ignorer is to enter a war of most silent attrition. Who will speak first when silence is golden? Whoever speaks first loses. Whoever speaks first admits they need the other more, no matter what plausible deniability they may retroactively invoke to disguise the fact."
			},
			{
				"title": "## Maxim #19",
				"text": "Ignoring is a non-response response; no response is a neutral response. Lots of neutral responses hint at a negative underlying sentiment, for people who like you struggle to ignore you."
			},
			{
				"title": "## Maxim #20",
				"text": "Where bullying fails, charm succeeds and where charm fails, bullying succeeds. One should substitute in hard power when soft power fails and vice versa."
			},
			{
				"title": "## Maxim #21",
				"text": "People are enticed by the allure of circumvention, operating outside the rules carries its own thrill. People feel good when they get away with things."
			},
			{
				"title": "## Maxim #22",
				"text": "The trick to dealing with psychopaths lies in possessing a full awareness of the conditionality of the transaction, for they are scant in sentiment."
			},
			{
				"title": "## Maxim #23",
				"text": "Not knowing what a psychopath wants from you is equivalent to operating within a perpetually detonating flashbang. If you cannot discern what they want, cease dealings."
			},
			{
				"title": "## Maxim #24",
				"text": "Being charming is the result of happiness or success, not of virtue. It is amusing that people oft fail to make this distinction, they conflate charm with virtue. As a matter of prudence, the more charming, the more dangerous."
			},
			{
				"title": "## Maxim #25",
				"text": "Whether you realise it or not, the powerful are always testing, always evaluating. They yield milligrams of respect only to those who consistently pass their evaluations; a fluke of success will not earn you their respect, it’ll get you a glance."
			},
			{
				"title": "## Maxim #26",
				"text": "Real victims suffer in silence, posers pretending to be victims do so to gain money and status. Be wary of “loud victims” they are almost always playacting."
			},
			{
				"title": "## Maxim #27",
				"text": "People don’t want to be betrayed, but most will betray if it suits them to; the standard of morality people demand of others is higher than that which they demand of themselves. The coldest psychopath will demand the deepest altruism and the most devout loyalty, beware cultishness then."
			},
			{
				"title": "## Maxim #28",
				"text": " Interpretation is always perverted to suit the agenda of the interpreter, whoever controls the flow of interpretation dominates."
			},
			{
				"title": "## Maxim #29",
				"text": "Trust the average woman as much as you trust your government, occasionally there’s a good candidate, most aren’t worth your vote."
			},
			{
				"title": "## Maxim #30",
				"text": "Strong personalities hate the weak and distrust the strong. A man who considers himself a king rarely wants to share the room with another."
			},
			{
				"title": "## Maxim #31",
				"text": "Never hesitate to work on your verbal dexterity, vocabulary and comprehension. Debate lots with people who don’t matter. Strong articulation is a form of soft power."
			},
			{
				"title": "## Maxim #32",
				"text": "There’s a lot of freedom in stupidity, playing dumb is oft profitable."
			},
			{
				"title": "## Maxim #33",
				"text": "Too much perception can niggle a person’s paranoia, perceptiveness is threatening to those aware of their ill-nature. In suspicious company, appear less perceptive."
			},
			{
				"title": "## Maxim #34",
				"text": "Appraise a rule by its worth. Do not defy a rule for the sake of defiance. Some rules protect the ruled, others protect rulers – distinguish."
			},
			{
				"title": "## Maxim #35",
				"text": "We’re all players in a game. You’re a player or a piece on the board, you move or you’re moved. You play the game, or the game plays you."
			},
			{
				"title": "## Maxim #36",
				"text": "You can’t not play the game. You don’t beat the game by denying the game; death’s the only escape from the game. Until then, play well to live well."
			},
			{
				"title": "## Maxim #37",
				"text": "Beware the encroacher, an individual characterised by ubiquitous and uninvited insertion of their person into your social affairs. Out of a need to be noticed in the desire for social elevation, whilst his status is inferior he will extend his hand with a smile. Once he moves past you, he will forget you, his intentions for you are not sincere, you are merely a piece in his ascent to success."
			},
			{
				"title": "## Maxim #38",
				"text": "The encroacher targets your popularity in an attempt to siphon it through association."
			},
			{
				"title": "## Maxim #39",
				"text": "The encroacher gives themselves away by either A: absence of pleasantry B: lacing their pleasantry with subtle and sporadic undermining. Do not be an encroacher, the quickest way to garner the favour of the powerful is to befriend them, not to irritate them with persistent public exhibitions of your self-ordained superiority."
			},
			{
				"title": "## Maxim #40",
				"text": "Charm trumps more aggressive manipulations when dealing with the perceptive. The perceptive like being charmed, their awareness of the seduction does not negate its effect."
			},
			{
				"title": "## Maxim #41",
				"text": "Always appeal to incentive, never to mercy."
			},
			{
				"title": "## Maxim #42",
				"text": "Too much perception is threatening, even intimidating, people distrust you when they realise you are as perceptive as you are, even if you mean them no ill will. When people know you have the potential to destroy them, like nuclear material, they quarantine you."
			},
			{
				"title": "## Maxim #43",
				"text": "Legitimate concern is rare, more often than not displayed concern is a means to an end, a foot in the door to seize the moral high ground."
			},
			{
				"title": "## Maxim #44",
				"text": "Anything you say can be twisted to make you look bad, and it will be, because that’s power. It’s how hearts and minds are won, politicians and the mass media do it for a living – neither is starving."
			},
			{
				"title": "## Maxim #45",
				"text": "If you have a firm grip on Machiavellianism, it will be difficult for women to exploit you. On the flip, they’ll be harder to love too."
			},
			{
				"title": "## Maxim #46",
				"text": "Narcissism is [antifragile](http://www.amazon.com/gp/product/0812979680?ie=UTF8&camp=1789&creativeASIN=0812979680&linkCode=xm2&tag=illimmen-20) in the sense it makes no distinction between love & hate, only attention and inattention."
			},
			{
				"title": "## Maxim #47",
				"text": " The secretiveness of privacy drives people mad, even if there is nothing to hide, the reluctance to reveal creates suspicion. To ensure the safety of a secret, the existence of the secret must be kept secret. As soon as somebody becomes aware of a secret they know not the nature of, they will be compelled to unearth it at any cost, thus threatening the secret."
			},
			{
				"title": "## Maxim #48",
				"text": "The difference between an interview and an interrogation is merely a matter of perception, all interviews are a collection of shit tests."
			},
			{
				"title": "## Maxim #49",
				"text": "When you are being interrogated and don’t realise it, the topic will rapidly change in order to determine what you’re most uncomfortable with. This topic will then be focused on, I call this vulnerability reconnaissance."
			},
			{
				"title": "## Maxim #50",
				"text": "You nearly always learn more about somebody in an informal setting than you would a formal one. Paranoia and thus mental defences are greater in formal settings, to truly get to know somebody you must mingle informally. Of course, as much as this opens them up, it opens you up too."
			},
			{
				"title": "## Maxim #51",
				"text": "Advice that wasn’t asked for is rarely appreciated, let alone followed. Don’t give advice that isn’t asked for, don’t advise everybody who asks for your insight, only advise those you think worthy. An “I don’t know” will keep things civil without forcing you to waste time."
			},
			{
				"title": "## Maxim #52",
				"text": "When you advise people you reveal more about yourself than you perhaps realise, after all, your advice reflects the core of who you are, it reveals the why and how rather than merely the what. What’s are easy to change, why’s and how’s aren’t, they’re more identifying."
			},
			{
				"title": "## Maxim #53",
				"text": "If you want someone to implement your ideas, it’s better to make them think your idea is theirs. Plant the seed, give them credit for your thinking, and they’ll believe their repetition of your idea makes it their creation."
			},
			{
				"title": "## Maxim #54",
				"text": "The quickest way to gain people’s trust is to help them."
			},
			{
				"title": "## Maxim #55",
				"text": "Liking animals and being religious creates an appearance of uprightness, people of ill-nature wear these appearances to disarm through disguise."
			},
			{
				"title": "## Maxim #56",
				"text": "People don’t dislike being tricked, they hate realising they were tricked. Tell lies that cannot or will not be investigated, compulsive lying is the purview of the histrionic fool."
			},
			{
				"title": "## Maxim #57",
				"text": "Beauty oft conceals bad intentions."
			},
			{
				"title": "## Maxim #58",
				"text": "Be magnanimous to friends, civil to strangers and ruthless to foes; furthermore, know who’s who."
			}
		]
	}
}
