{
	"maxims": [
		{
			"index": "001",
			"name": "## Maxim #1",
			"maxim": "Any and all weaknesses can be used against you, and in conflict, will be. As such, weaponise your weaknesses by making them known; hide them in plain sight. Wear your weaknesses like armour, flaunt them, and you deprive your opponents the use of ammunition that would otherwise discredit you."
		},
		{
			"index": "002",
			"name": "## Maxim #2",
			"maxim": "If weakness is speculated, deny it. If weakness is known, spin it. If it is directly observed, dismiss it. Should it look profitable, leverage it for status in the victimhood hierarchy."
		},
		{
			"index": "003",
			"name": "## Maxim #3",
			"maxim": "Justification can only exist in respectful exchanges. When you are disliked, justifications are deemed excuses, your guilt, pre-determined."
		},
		{
			"index": "004",
			"name": "## Maxim #4",
			"maxim": "Do not defend against your attackers, attack them; justification is a Machiavellian fallacy. Do not justify, stipulate. <a href=\"https://illimitablemen.com/2015/02/08/machiavellian-thinking-vs-conventional-logic/\" target=\"_blank\">More Here</a>"
		},
		{
			"index": "005",
			"name": "## Maxim #5",
			"maxim": "People are like stocks, acquire assets, avoid/drop liabilities and ignore market rumours; acquire insider information wherever possible."
		},
		{
			"index": "006",
			"name": "## Maxim #6",
			"maxim": "The only difference between the toxic and the unlucky is the unlucky bring you down inadvertently, avoid both."
		},
		{
			"index": "007",
			"name": "## Maxim #7",
			"maxim": "Attacks reveal intent, defence reveals priority. You don’t defend the unimportant. You don’t attack allies unless it’s a decoy, this simple concept can be extrapolated to any situation."
		},
		{
			"index": "008",
			"name": "## Maxim #8",
			"maxim": "The battle of the sexes is the only war where crushing the opposition isn’t victory. No, a man must avoid checkmate and stalemate, by continuously putting his woman in check. This and only this is victory for the union."
		},
		{
			"index": "009",
			"name": "## Maxim #9",
			"maxim": "Everything is war in a different set of clothing. Love, business, politics, wherever there are competing interests there is a battlefield, and wherever there is a battlefield, there is war."
		},
		{
			"index": "010",
			"name": "## Maxim #10",
			"maxim": "When things fall apart, be ready for total war."
		},
		{
			"index": "011",
			"name": "## Maxim #11",
			"maxim": "Don’t insult the king in the throne room. If you must insult him, do so only amongst those you are confident share a mutual disdain. <a href=\"https://en.wikipedia.org/wiki/L%C3%A8se-majest%C3%A9\" target=\"_blank\">Lèse-majesté</a> is dangerous, in this context a king is anyone you rely on socially, politically, economically etc."
		},
		{
			"index": "012",
			"name": "## Maxim #12",
			"maxim": "Lust of all kinds begets deceit, desire is good until it isn’t."
		},
		{
			"index": "013",
			"name": "## Maxim #13",
			"maxim": "Machiavellianism is the art of wielding power, how it’s wielded is determined by the wielder’s morality or lack thereof. Don’t blame the strategy, blame the soul of its employer. <a href=\"https://illimitablemen.com/2015/06/20/morality-and-machiavellianism/\" target=\"_blank\">Read more here.</a>"
		},
		{
			"index": "014",
			"name": "## Maxim #14",
			"maxim": "Machiavellianism does not determine one’s morals, one’s morals determine the use of Machiavellianism. He who believes he is too moral for Machiavellianism is no more moral than he is an idiot."
		},
		{
			"index": "015",
			"name": "## Maxim #15",
			"maxim": "When people don’t like you, their questions are attacks. Sometimes these attacks are disguised as concerns, other times they are blatant. Whenever you’re asked a question, gauge the legitimacy of the question. Insincere questions must be met with insincere answers, if any answer at all."
		},
		{
			"index": "016",
			"name": "## Maxim #16",
			"maxim": "Do not trust those who overwhelm you with questions. They may simply be very curious, but it is more likely they are searching for dents in your armour. The line between curiosity and interrogation is thin, and people do not wear uniforms."
		},
		{
			"index": "017",
			"name": "## Maxim #17",
			"maxim": "Doubling down on your position or ignoring the challenge usually trumps an apology."
		},
		{
			"index": "018",
			"name": "## Maxim #18",
			"maxim": "Ignore your ignorer. To ignore your ignorer is to enter a war of most silent attrition. Who will speak first when silence is golden? Whoever speaks first loses. Whoever speaks first admits they need the other more, no matter what plausible deniability they may retroactively invoke to disguise the fact."
		},
		{
			"index": "019",
			"name": "## Maxim #19",
			"maxim": "Ignoring is a non-response response; no response is a neutral response. Lots of neutral responses hint at a negative underlying sentiment, for people who like you struggle to ignore you."
		},
		{
			"index": "020",
			"name": "## Maxim #20",
			"maxim": "Where bullying fails, charm succeeds and where charm fails, bullying succeeds. One should substitute in hard power when soft power fails and vice versa."
		},
		{
			"index": "021",
			"name": "## Maxim #21",
			"maxim": "People are enticed by the allure of circumvention, operating outside the rules carries its own thrill. People feel good when they get away with things."
		},
		{
			"index": "022",
			"name": "## Maxim #22",
			"maxim": "The trick to dealing with psychopaths lies in possessing a full awareness of the conditionality of the transaction, for they are scant in sentiment."
		},
		{
			"index": "023",
			"name": "## Maxim #23",
			"maxim": "Not knowing what a psychopath wants from you is equivalent to operating within a perpetually detonating flashbang. If you cannot discern what they want, cease dealings."
		},
		{
			"index": "024",
			"name": "## Maxim #24",
			"maxim": "Being charming is the result of happiness or success, not of virtue. It is amusing that people oft fail to make this distinction, they conflate charm with virtue. As a matter of prudence, the more charming, the more dangerous."
		},
		{
			"index": "025",
			"name": "## Maxim #25",
			"maxim": "Whether you realise it or not, the powerful are always testing, always evaluating. They yield milligrams of respect only to those who consistently pass their evaluations; a fluke of success will not earn you their respect, it’ll get you a glance."
		},
		{
			"index": "026",
			"name": "## Maxim #26",
			"maxim": "Real victims suffer in silence, posers pretending to be victims do so to gain money and status. Be wary of “loud victims” they are almost always playacting."
		},
		{
			"index": "027",
			"name": "## Maxim #27",
			"maxim": "People don’t want to be betrayed, but most will betray if it suits them to; the standard of morality people demand of others is higher than that which they demand of themselves. The coldest psychopath will demand the deepest altruism and the most devout loyalty, beware cultishness then."
		},
		{
			"index": "028",
			"name": "## Maxim #28",
			"maxim": " Interpretation is always perverted to suit the agenda of the interpreter, whoever controls the flow of interpretation dominates."
		},
		{
			"index": "029",
			"name": "## Maxim #29",
			"maxim": "Trust the average woman as much as you trust your government, occasionally there’s a good candidate, most aren’t worth your vote."
		},
		{
			"index": "030",
			"name": "## Maxim #30",
			"maxim": "Strong personalities hate the weak and distrust the strong. A man who considers himself a king rarely wants to share the room with another."
		},
		{
			"index": "031",
			"name": "## Maxim #31",
			"maxim": "Never hesitate to work on your verbal dexterity, vocabulary and comprehension. Debate lots with people who don’t matter. Strong articulation is a form of soft power."
		},
		{
			"index": "032",
			"name": "## Maxim #32",
			"maxim": "There’s a lot of freedom in stupidity, playing dumb is oft profitable."
		},
		{
			"index": "033",
			"name": "## Maxim #33",
			"maxim": "Too much perception can niggle a person’s paranoia, perceptiveness is threatening to those aware of their ill-nature. In suspicious company, appear less perceptive."
		},
		{
			"index": "034",
			"name": "## Maxim #34",
			"maxim": "Appraise a rule by its worth. Do not defy a rule for the sake of defiance. Some rules protect the ruled, others protect rulers – distinguish."
		},
		{
			"index": "035",
			"name": "## Maxim #35",
			"maxim": "We’re all players in a game. You’re a player or a piece on the board, you move or you’re moved. You play the game, or the game plays you."
		},
		{
			"index": "036",
			"name": "## Maxim #36",
			"maxim": "You can’t not play the game. You don’t beat the game by denying the game; death’s the only escape from the game. Until then, play well to live well."
		},
		{
			"index": "037",
			"name": "## Maxim #37",
			"maxim": "Beware the encroacher, an individual characterised by ubiquitous and uninvited insertion of their person into your social affairs. Out of a need to be noticed in the desire for social elevation, whilst his status is inferior he will extend his hand with a smile. Once he moves past you, he will forget you, his intentions for you are not sincere, you are merely a piece in his ascent to success."
		},
		{
			"index": "038",
			"name": "## Maxim #38",
			"maxim": "The encroacher targets your popularity in an attempt to siphon it through association."
		},
		{
			"index": "039",
			"name": "## Maxim #39",
			"maxim": "The encroacher gives themselves away by either A: absence of pleasantry B: lacing their pleasantry with subtle and sporadic undermining. Do not be an encroacher, the quickest way to garner the favour of the powerful is to befriend them, not to irritate them with persistent public exhibitions of your self-ordained superiority."
		},
		{
			"index": "040",
			"name": "## Maxim #40",
			"maxim": "Charm trumps more aggressive manipulations when dealing with the perceptive. The perceptive like being charmed, their awareness of the seduction does not negate its effect."
		},
		{
			"index": "041",
			"name": "## Maxim #41",
			"maxim": "Always appeal to incentive, never to mercy."
		},
		{
			"index": "042",
			"name": "## Maxim #42",
			"maxim": "Too much perception is threatening, even intimidating, people distrust you when they realise you are as perceptive as you are, even if you mean them no ill will. When people know you have the potential to destroy them, like nuclear material, they quarantine you."
		},
		{
			"index": "043",
			"name": "## Maxim #43",
			"maxim": "Legitimate concern is rare, more often than not displayed concern is a means to an end, a foot in the door to seize the moral high ground."
		},
		{
			"index": "044",
			"name": "## Maxim #44",
			"maxim": "Anything you say can be twisted to make you look bad, and it will be, because that’s power. It’s how hearts and minds are won, politicians and the mass media do it for a living – neither is starving."
		},
		{
			"index": "045",
			"name": "## Maxim #45",
			"maxim": "If you have a firm grip on Machiavellianism, it will be difficult for women to exploit you. On the flip, they’ll be harder to love too."
		},
		{
			"index": "046",
			"name": "## Maxim #46",
			"maxim": "<a href=\"http://www.amazon.com/gp/product/0812979680?ie=UTF8&camp=1789&creativeASIN=0812979680&linkCode=xm2&tag=illimmen-20\" target=\"_blank\">Narcissism is antifragile</a> in the sense it makes no distinction between love & hate, only attention and inattention."
		},
		{
			"index": "047",
			"name": "## Maxim #47",
			"maxim": " The secretiveness of privacy drives people mad, even if there is nothing to hide, the reluctance to reveal creates suspicion. To ensure the safety of a secret, the existence of the secret must be kept secret. As soon as somebody becomes aware of a secret they know not the nature of, they will be compelled to unearth it at any cost, thus threatening the secret."
		},
		{
			"index": "048",
			"name": "## Maxim #48",
			"maxim": "The difference between an interview and an interrogation is merely a matter of perception, all interviews are a collection of shit tests."
		},
		{
			"index": "049",
			"name": "## Maxim #49",
			"maxim": "When you are being interrogated and don’t realise it, the topic will rapidly change in order to determine what you’re most uncomfortable with. This topic will then be focused on, I call this vulnerability reconnaissance."
		},
		{
			"index": "050",
			"name": "## Maxim #50",
			"maxim": "You nearly always learn more about somebody in an informal setting than you would a formal one. Paranoia and thus mental defences are greater in formal settings, to truly get to know somebody you must mingle informally. Of course, as much as this opens them up, it opens you up too."
		},
		{
			"index": "051",
			"name": "## Maxim #51",
			"maxim": "Advice that wasn’t asked for is rarely appreciated, let alone followed. Don’t give advice that isn’t asked for, don’t advise everybody who asks for your insight, only advise those you think worthy. An “I don’t know” will keep things civil without forcing you to waste time."
		},
		{
			"index": "052",
			"name": "## Maxim #52",
			"maxim": "When you advise people you reveal more about yourself than you perhaps realise, after all, your advice reflects the core of who you are, it reveals the why and how rather than merely the what. What’s are easy to change, why’s and how’s aren’t, they’re more identifying."
		},
		{
			"index": "053",
			"name": "## Maxim #53",
			"maxim": "If you want someone to implement your ideas, it’s better to make them think your idea is theirs. Plant the seed, give them credit for your thinking, and they’ll believe their repetition of your idea makes it their creation."
		},
		{
			"index": "054",
			"name": "## Maxim #54",
			"maxim": "The quickest way to gain people’s trust is to help them."
		},
		{
			"index": "055",
			"name": "## Maxim #55",
			"maxim": "Liking animals and being religious creates an appearance of uprightness, people of ill-nature wear these appearances to disarm through disguise."
		},
		{
			"index": "056",
			"name": "## Maxim #56",
			"maxim": "People don’t dislike being tricked, they hate realising they were tricked. Tell lies that cannot or will not be investigated, compulsive lying is the purview of the histrionic fool."
		},
		{
			"index": "057",
			"name": "## Maxim #57",
			"maxim": "Beauty oft conceals bad intentions."
		},
		{
			"index": "058",
			"name": "## Maxim #58",
			"maxim": "Be magnanimous to friends, civil to strangers and ruthless to foes; furthermore, know who’s who."
		},
		{
			"index": "059",
			"name": "## Maxim #59",
			"maxim": "Hijacking is a special kind of Machiavellianism, for it wears the agenda of another whilst pursuing its own, like a metaphorical Russian doll, it hides an agenda within an agenda."
		},
		{
			"index": "060",
			"name": "## Maxim #60",
			"maxim": "Read between the lines, if you can deduce why somebody is asking a question and you do not like the reasoning for their question, do not deign an answer. Ignore or dismiss traps, do not fall into them."
		},
		{
			"index": "061",
			"name": "## Maxim #61",
			"maxim": "When someone attempts to undermine rather than refute you, they’re the enemy."
		},
		{
			"index": "062",
			"name": "## Maxim #62",
			"maxim": "Undermining is personal, refutation isn’t. Refutation communicates “I believe you’re wrong due to the findings of the available evidence”. Undermining communicates “I’m going to humiliate you because your opinions invoke my disdain.” Refutations are logical retorts, undermining is interrelational violence. Learn to distinguish between the two, for they oft appear similar."
		},
		{
			"index": "063",
			"name": "## Maxim #63",
			"maxim": "Bending the rules is no more than the abuse of technicality to circumvent the spirit of the rule without violating its letter."
		},
		{
			"index": "064",
			"name": "## Maxim #64",
			"maxim": "Love doesn’t conquer psychopathy."
		},
		{
			"index": "065",
			"name": "## Maxim #65",
			"maxim": "Only pick fights that’ll yield profit; pettiness will erode your credibility, fighting on many fronts will exhaust you."
		},
		{
			"index": "066",
			"name": "## Maxim #66",
			"maxim": "The <a href=\"https://illimitablemen.com/2016/02/28/champions-mentality-how-to-stop-being-a-loser-become-epic/\" target=\"_blank\">crab bucket mentality</a> is pervasive, a jealous friend is a betrayal waiting to happen. Know when to cut the gangrenous limb, do not allow the sentimental nostalgia to sustain poisonous ties."
		},
		{
			"index": "067",
			"name": "## Maxim #67",
			"maxim": "If you are drawn into something emotionally, the odds of damaging your reputation and engaging in regrettable acts exponentially increases."
		},
		{
			"index": "068",
			"name": "## Maxim #68",
			"maxim": "Many arrogant men believe anger is the safe emotion they can display without real consequence, this belief is folly. Man should endeavour to be mindful, for this will allow him to rein in unruly emotion."
		},
		{
			"index": "069",
			"name": "## Maxim #69",
			"maxim": "He who does not control his emotions is puppeteered by them. Strict adherence to emotional data is tactical death, whilst ignoring emotion idiotic, and suppressing it tiresome. As such, emotion should be channelled, not ignored or obeyed."
		},
		{
			"index": "070",
			"name": "## Maxim #70",
			"maxim": "On national anniversaries of loss or celebration, people are at their most vulnerable. It is at times of heightened cultural emotivity that reflection takes root in the mediocre, and filled with regret, the populace is at their most manipulable."
		},
		{
			"index": "071",
			"name": "## Maxim #71",
			"maxim": "Self-deprecation builds trust, when people see even minor imperfections, they’re endeared by the transparency."
		},
		{
			"index": "072",
			"name": "## Maxim #72",
			"maxim": "People are susceptible to negativity bias, if something is negative, it is more likely to be believed without rigorous investigation. Acts of virtue come with a burden of proof, acts of unvirtue do not."
		},
		{
			"index": "073",
			"name": "## Maxim #73",
			"maxim": "Appear easily provoked, then ignore those who see it as an opportunity to attack; this is good for enticing the lurking foe to reveal himself. Present an illusion of disordered vulnerability, seduce an attack, and by the time your foe realises the ruse it is too late, he has revealed himself."
		},
		{
			"index": "074",
			"name": "## Maxim #74",
			"maxim": "An effective strategist knows when to utilise counterintuitive gambits to get a better view of the battlefield. For example, if you are strong in one area, make your enemy think you are weak. If you are weak in an area, make your enemy think you are strong. If you confuse the enemy’s data points, he cannot successfully analyse you. If he cannot analyse you, he cannot defeat you."
		},
		{
			"index": "075",
			"name": "## Maxim #75",
			"maxim": "Be wary the plausible deniability of jokes, “it’s just a joke” is the most common phrase used to disguise a transgression. All good jokes contain truth, as such if one crosses your boundaries under the guise of humour, they are still trespassing, humour but smoke and mirrors for such trespass."
		},
		{
			"index": "076",
			"name": "## Maxim #76",
			"maxim": "He who acts boldly under the cloak of sadistic humour is not to be trusted, for humour is the jester’s shield and sword."
		},
		{
			"index": "077",
			"name": "## Maxim #77",
			"maxim": "People who get caught doing something they shouldn’t do not reveal the complete truth at once. they opt to reveal the least self-incriminating aspects first."
		},
		{
			"index": "078",
			"name": "## Maxim #78",
			"maxim": "The objective of trickle truth is damage control, to minimise the damage done to one’s reputation when a loss of reputation is all but unavoidable."
		},
		{
			"index": "079",
			"name": "## Maxim #79",
			"maxim": "As lies compound, trust erodes, and the more difficult it becomes to lie. The more it is perceived that you lie, the better you must be at lying to successfully do so. As such, compulsive lying is tactically unsound – lie only when necessary."
		},
		{
			"index": "080",
			"name": "## Maxim #80",
			"maxim": "Trust can be earned and spent, but if you spend too much too quickly, your account with the betrayed individual is permanently closed, no matter what you do, you will always be spent."
		},
		{
			"index": "081",
			"name": "## Maxim #81",
			"maxim": "People love to be seduced, but they do not like to know how. Honesty doesn’t pay when transparency compromises the beauty of the illusion that sustains you. Like any magic trick, people enjoy the perception of mystery, not what creates it."
		},
		{
			"index": "082",
			"name": "## Maxim #82",
			"maxim": "Apply seduction to romance or sales, never reveal your tricks. Give your pitch, not your essence."
		},
		{
			"index": "083",
			"name": "## Maxim #83",
			"maxim": "Effortlessness and dismissiveness foster an appearance of strength."
		},
		{
			"index": "084",
			"name": "## Maxim #84",
			"maxim": "If people feel judged by you, they hate you. In diplomacy, suggest via statement, do not undermine with command or overt dispute."
		},
		{
			"index": "085",
			"name": "## Maxim #85",
			"maxim": "Honesty is ugly, most people want their opinions validated, not disproved. It is but a minority of intellectuals who enjoy being disproved."
		},
		{
			"index": "086",
			"name": "## Maxim #86",
			"maxim": "Manufacture a threat and you can sell its solution."
		},
		{
			"index": "087",
			"name": "## Maxim #87",
			"maxim": "Control both sides and simulate a conflict, monitor organic responses for potential allies and enemies."
		},
		{
			"index": "088",
			"name": "## Maxim #88",
			"maxim": "Utilise counterintuitive strategies, it pays to create a group to undermine your interests. By creating a group to threaten your interests, you prevent a concealed threat from mobilising. Those interested in undermining your interests will join your artificial opposition rather than form their own."
		},
		{
			"index": "089",
			"name": "## Maxim #89",
			"maxim": "The truly best deceivers begin with themselves, and therefore tend to be more emotional than rational in disposition."
		},
		{
			"index": "090",
			"name": "## Maxim #90",
			"maxim": "Environments come with varying expectations and codes of behaviour, environments define expectation unless you are bigger than your environment."
		},
		{
			"index": "091",
			"name": "## Maxim #91",
			"maxim": "It is better to define what will be expected of you, than allow others to define their expectations. If you do not define what people expect of you, they will define it for you."
		},
		{
			"index": "092",
			"name": "## Maxim #92",
			"maxim": "He who defines his role has more freedom, for people become their roles."
		},
		{
			"index": "093",
			"name": "## Maxim #93",
			"maxim": "Your benefactors should overestimate you and your enemies should underestimate you."
		},
		{
			"index": "094",
			"name": "## Maxim #94",
			"maxim": "The lower the average intellect of a man’s company, the more he must show aggression to be respected, more intelligent company demands the inverse."
		},
		{
			"index": "095",
			"name": "## Maxim #95",
			"maxim": "As a Machiavellian, it is always pertinent to ascertain the intellect of one’s company, and then adjust one’s demeanour as relevant. A person who cannot dial-up their personality up or down is unfit to wield power."
		},
		{
			"index": "096",
			"name": "## Maxim #96",
			"maxim": "Intelligent <a href=\"https://illimitablemen.com/2016/02/25/understanding-narcissism/\" target=\"_blank\">narcissists</a> require consistent displays of histrionic aggression in order to respect somebody."
		},
		{
			"index": "097",
			"name": "## Maxim #97",
			"maxim": "Acting is necessary. Just as one key cannot open every lock to every door, a single disposition cannot unlock every favour from every person, as such, adaptability."
		},
		{
			"index": "098",
			"name": "## Maxim #98",
			"maxim": "People are like safes with combinations, by correctly calibrating your traits to align with their values, you unlock their trust, desire, and respect. Incorrect calibrations create apathy and disdain."
		},
		{
			"index": "099",
			"name": "## Maxim #99",
			"maxim": "Disagreement is acceptable for it can teach, but sabotage is never. A leader’s task is to discern the prior from the latter. When in doubt, assume sabotage."
		},
		{
			"index": "100",
			"name": "## Maxim #100",
			"maxim": "It is important to work smarter than harder, but better to be seen as dumb and hard-working. Few like a rich man who earns more in a less arduous condition, for jealousy of his privileged position is rife. A smart man earns more than a hard-working man, yet a smart, hard-working man who appears average outearns both."
		},
		{
			"index": "101",
			"name": "## Maxim #101",
			"maxim": "It’s easy not to outshine the brilliant, but it’s difficult not to outshine the incompetent. Regardless, know your place and behave accordingly."
		},
		{
			"index": "102",
			"name": "## Maxim #102",
			"maxim": "Ignore powerless idiots, ridicule powerful ones. Powerless idiocy is an annoyance, powerful idiocy is a problem. Relevance and status shall determine classification."
		},
		{
			"index": "103",
			"name": "## Maxim #103",
			"maxim": "The man confined to reason will be humiliated by psychic warfare, whilst the man confined to cunning will have his sophistry undressed. Logic and cunning are the most powerful psychological tools, therefore you would do well to cultivate them both. To cultivate neither is to be weak and to cultivate one is to be average, but to cultivate both – this is to be dangerous. <a href=\"https://illimitablemen.com/2015/02/08/machiavellian-thinking-vs-conventional-logic/\" target=\"_blank\">Read More Here</a>"
		},
		{
			"index": "104",
			"name": "## Maxim #104",
			"maxim": "Logicians look for reasons, Machiavellians look for loopholes."
		},
		{
			"index": "105",
			"name": "## Maxim #105",
			"maxim": "Incentive is the most persuasive use of soft power, with fear its hard power counterpart. Those who can’t be bribed can be threatened, whilst those who can’t be threatened can be bribed – very few are immune to both."
		},
		{
			"index": "106",
			"name": "## Maxim #106",
			"maxim": "Be egotistical only when necessary. <a href=\"https://illimitablemen.com/2016/07/17/how-to-use-your-ego/\" target=\"_blank\">Read More Here</a>"
		},
		{
			"index": "107",
			"name": "## Maxim #107",
			"maxim": "You bond with people over the things they hold dear, pets, media franchises, hobbies – this is how you gain trust. In matters of trust one should appeal to emotion, never to reason. Give plenty of reasons you should be trusted, give nonsense reasons for why you shouldn’t."
		},
		{
			"index": "108",
			"name": "## Maxim #108",
			"maxim": "In social matters, people do not reward he who is most logical, but rather he who is most impressive."
		},
		{
			"index": "109",
			"name": "## Maxim #109",
			"maxim": "Cunning and rhetoric almost always triumph over logic, fact and statistic in matters of persuasion."
		},
		{
			"index": "110",
			"name": "## Maxim #110",
			"maxim": "Despair in the moment is tantamount to forfeiture."
		},
		{
			"index": "111",
			"name": "## Maxim #111",
			"maxim": "Most are foolish, instead of befriending power, they hate on it. These people aren’t cut out for the game, for one does not acquire power by hating the powerful."
		},
		{
			"index": "112",
			"name": "## Maxim #112",
			"maxim": "A <a href=\"https://illimitablemen.com/2016/02/28/champions-mentality-how-to-stop-being-a-loser-become-epic/\" target=\"_blank\">champion</a> must always defend his crown, for as much as he is admired, there is always a man who lusts to take the powerful's wealth and status for himself."
		},
		{
			"index": "113",
			"name": "## Maxim #113",
			"maxim": " The least patriotic leader’s one who so utterly dominates his kingdom, that he does not allow it to flourish out of the insecurity that permitting so would remove him from power."
		},
		{
			"index": "114",
			"name": "## Maxim #114",
			"maxim": "All abusable systems are abused, and so it is folly to expect any system not to be abused. Systems should be designed on the assumption they will be abused, and where less than infallible, retroactively amended to be so."
		},
		{
			"index": "115",
			"name": "## Maxim #115",
			"maxim": "Absolute dignity is rare, most pride is no more than resistance that can be removed for a price. <a href=\"https://illimitablemen.com/2016/02/15/the-art-of-negotiation/\" target=\"_blank\">The weaker the ego, the lower the price.</a> For the right price, fantasies of all persuasions find manifestation."
		},
		{
			"index": "116",
			"name": "## Maxim #116",
			"maxim": "In matters of effective sophistry, one must calibrate language to the discerned intelligence of their listener."
		},
		{
			"index": "117",
			"name": "## Maxim #117",
			"maxim": "Disdain precarious alliances, it is better to have no alliance than a precarious one, for weak alliances foreshadow betrayal."
		},
		{
			"index": "118",
			"name": "## Maxim #118",
			"maxim": "Taste isn’t just a matter of food or scent, but likewise of personality. One man’s annoyance is another’s joy, delicate tastes require finesse. And yet if is a taste is too demanding, specific or exacting, one may wish to wholly reject the fetishist notion and cease all association."
		},
		{
			"index": "119",
			"name": "## Maxim #119",
			"maxim": "Don’t become the slave of another man’s tastes. Exercise prerogative with association. If you know the taste you can leverage its fantasy, but if the taste is concealed and used as a benchmark for invalidating you, leave."
		},
		{
			"index": "120",
			"name": "## Maxim #120",
			"maxim": "People decide quickly who they do and do not like. When factions form, anybody not on your side should be assumed to collaborate with the enemy. As for those who do join your cause, analyse their motives."
		},
		{
			"index": "121",
			"name": "## Maxim #121",
			"maxim": "Whilst punishment should be swift, reward should be gradual."
		},
		{
			"index": "122",
			"name": "## Maxim #122",
			"maxim": "It is far more profitable to see things from your point of view than from the opposition’s. The more you acknowledge the opposition’s point of view, the more power you give it. Therefore for your point of view to dominate, you must dismiss your enemy’s."
		},
		{
			"index": "123",
			"name": "## Maxim #123",
			"maxim": "Displays of agility typically indicate one of two things: you’re being mesmerised by a diversion, or you’re witnessing mastery."
		},
		{
			"index": "124",
			"name": "## Maxim #124",
			"maxim": "Don’t play cards you don’t need to play. Holding all the cards does not make you indestructible, you may still lose if you play your cards poorly. Execution is everything, a poorly played card is worse than one not played."
		},
		{
			"index": "125",
			"name": "## Maxim #125",
			"maxim": "Tailor your approach to the personality you’re dealing with."
		},
		{
			"index": "126",
			"name": "## Maxim #126",
			"maxim": "Nothing is more compelling than fantasy, do not underestimate its power to convince or exploit."
		},
		{
			"index": "127",
			"name": "## Maxim #127",
			"maxim": "In matters of persuasion one should appeal to emotion, not reason. Where this fails, use sophistry."
		},
		{
			"index": "128",
			"name": "## Maxim #128",
			"maxim": "Logical fallacies double as effective Machiavellian power plays, for logic is antithetical to cunning."
		},
		{
			"index": "129",
			"name": "## Maxim #129",
			"maxim": "Anticipate your opponent’s moves, preempting where possible and implementing contingencies where not."
		},
		{
			"index": "130",
			"name": "## Maxim #130",
			"maxim": "An intellectual more than anybody must become Machiavellian, for it is this and this alone that will save them from predacious egos. <a href=\"https://illimitablemen.com/2015/02/08/machiavellian-thinking-vs-conventional-logic/\" target=\"_blank\">See More Here.</a>"
		},
		{
			"index": "131",
			"name": "## Maxim #131",
			"maxim": "Delivery is more persuasive than substance, optimise appearance and strike when the time is right, for masterful delivery can make even the mundane into magic."
		},
		{
			"index": "132",
			"name": "## Maxim #132",
			"maxim": "In matters of defection it is more effective to offer revenge than money."
		},
		{
			"index": "133",
			"name": "## Maxim #133",
			"maxim": "It is foolish to sentimentally gauge the chance of betrayal, but rather, one should assess the incentive and capacity for doing so. Offer disincentives to maximise loyalty."
		},
		{
			"index": "134",
			"name": "## Maxim #134",
			"maxim": "Your most intimate enemies will admire you, copy you and take all your advice only to use it for an agenda that undermines yours."
		},
		{
			"index": "135",
			"name": "## Maxim #135",
			"maxim": "Each personality is a puzzle in which favour can be unlocked by demonstrating the traits desired by the personality, learn a personality and complement it to influence it."
		},
		{
			"index": "136",
			"name": "## Maxim #136",
			"maxim": "Apologies are oft ineffectual, for they stir up resentment and exacerbate matters by highlighting wrongdoing. A leader should not show regret, he should ignore, deny acknowledgement, or spin a negative into a positive. To regret is to show weakness and invite belittlement."
		},
		{
			"index": "137",
			"name": "## Maxim #137",
			"maxim": "Appear unappealing to those who don’t appeal to you, for it is better to be undesired than to be desired by the undesirable."
		},
		{
			"index": "138",
			"name": "## Maxim #138",
			"maxim": "To permit insolence from one is to court it from all; crush the insolent or deprive them a platform, lest you earn a reputation for timidity."
		},
		{
			"index": "139",
			"name": "## Maxim #139",
			"maxim": "The most terrible action can be bred from the best of intention. Be mindful of bad advice from the well intended, they may mean well but unintentional or not, their misinformation will destroy you."
		},
		{
			"index": "140",
			"name": "## Maxim #140",
			"maxim": "The power players have learned to harness the zealous delusions of their pawns to dress unvirtuous agendas in the clothing of nobility."
		},
		{
			"index": "141",
			"name": "## Maxim #141",
			"maxim": "Anybody who can conceive of evil can enact it."
		},
		{
			"index": "142",
			"name": "## Maxim #142",
			"maxim": "Conceal your intentions whilst ascertaining the competition’s, he who has the most correct data wins; always be mindful of misinformation."
		},
		{
			"index": "143",
			"name": "## Maxim #143",
			"maxim": "Most believe one should never be ruthless (because it’s evil) or that one should always be ruthless (because otherwise you’re weak). Both are wrong."
		},
		{
			"index": "144",
			"name": "## Maxim #144",
			"maxim": "Provocation is an invitation to act in a way that reduce’s one’s power; as such, ignoring is a skill any would-be Machiavellian would do well to master."
		},
		{
			"index": "145",
			"name": "## Maxim #145",
			"maxim": "Mastery of interpersonal psychology is micro Machiavellianism, mastery of military strategy is macro Machiavellianism and business strategy is both."
		},
		{
			"index": "146",
			"name": "## Maxim #146",
			"maxim": "Transactional analysis: Every time somebody asks you a question, they want you to give them value, or they’re looking to sabotage you. Be mindful of the blur between curiosity and inquisition."
		},
		{
			"index": "147",
			"name": "## Maxim #147",
			"maxim": "Strive for success but be cautious of it, for one who knows not how to handle it will be robbed of the qualities that made them great; rampant success introduces an overconfidence that diminishes reason and a complacency that destroys drive – do not be a victim of your success."
		},
		{
			"index": "148",
			"name": "## Maxim #148",
			"maxim": "The histrionic weaponises their storytelling talent on the slightest whim, for blackmail is how they obtain and chaos is how they indulge. Be wary the histrionic, for they take root and disrupt venomously like a toxin."
		},
		{
			"index": "149",
			"name": "## Maxim #149",
			"maxim": "Should you see the trifecta of: confrontation, dismissiveness and attention seeking – you have yourself a histrionic. Tread on their egg shells and succumb to aggressive sensitivity, or reject them by refusing to deign acknowledgement."
		},
		{
			"index": "150",
			"name": "## Maxim #150",
			"maxim": "Absence increases respect only when the absence is legitimate. If you ignore somebody but are observed by the ignored engaging others, you are not absent, and so elicit disrespect rather than respect. True absence is in disappearance, not observable silence."
		},
		{
			"index": "151",
			"name": "## Maxim #151",
			"maxim": "It’s subtler to deprive than to inflict. Inflict to make a statement, deprive to attack with the stealth of plausible deniability."
		},
		{
			"index": "152",
			"name": "## Maxim #152",
			"maxim": "If you don’t know how to play the game, people do not respect you, if you play the game, people think you’re untrustworthy. If one must choose, it is always better to be distrusted than disrespected."
		},
		{
			"index": "153",
			"name": "## Maxim #153",
			"maxim": "The unfocused and the stupid are easily made the puppets and pawns of those who manufacture controversy for nothing but their own advantage."
		},
		{
			"index": "154",
			"name": "## Maxim #154",
			"maxim": "When dealing with a troublesome women, a man must realise the presumption of innocence works in her favour. Reframe her presumed innocence, keep the focus on her and make veiled threats with pleasant language."
		},
		{
			"index": "155",
			"name": "## Maxim #155",
			"maxim": "Neither cuteness nor beauty translates into virtue, but the charm of such things leads the idiot to believe it does."
		},
		{
			"index": "156",
			"name": "## Maxim #156",
			"maxim": "Not addressing the concerns of lieutenants is one of the gravest mistakes <a href=\"https://illimitablemen.com/2014/11/15/nuance-in-manipulative-style-the-machiavellian-trifecta/\" target=\"_blank\">a general</a> can make. Dismissal will cost morale, loyalty and cohesion."
		},
		{
			"index": "157",
			"name": "## Maxim #157",
			"maxim": "The paranoid assume predation, and so in their lack of finesse make their distrust obvious eliciting nought but disdain."
		},
		{
			"index": "158",
			"name": "## Maxim #158",
			"maxim": "If you want power you have to become highly resistant to provocation, the weak will always try to provoke you to siphon your credibility."
		},
		{
			"index": "159",
			"name": "## Maxim #159",
			"maxim": "Do not reward insolence, it is far more efficient to silently dismiss than loudly dispute. Shows of force are only necessary should one wish to set an example."
		},
		{
			"index": "160",
			"name": "## Maxim #160",
			"maxim": "Never reward passive aggressiveness, for it is merely a precursor to insolence."
		},
		{
			"index": "161",
			"name": "## Maxim #161",
			"maxim": "The fewer words you need to explain, the likelier you are believed. This is why honest justification is intuited as dishonest – it doth protest too much."
		},
		{
			"index": "162",
			"name": "## Maxim #162",
			"maxim": "It is pointless to explain why you’re rejecting somebody because they will disdain the rejection more than they appreciate the reasoning behind your decision."
		},
		{
			"index": "163",
			"name": "## Maxim #163",
			"maxim": "The rejected will use your reason for denying them as ammunition for a smear campaign; it is wiser to deprive them data than fuel their fire. Concealment trumps transparency in matters of rejection."
		},
		{
			"index": "164",
			"name": "## Maxim #164",
			"maxim": "You may be tempted to gloat about why you’re rejecting a person, but as a matter of class and concealment, know when to stop."
		},
		{
			"index": "165",
			"name": "## Maxim #165",
			"maxim": "Cost-benefit hassle to reward ratio, where hassle exceeds reward, association or investment is unprofitable."
		},
		{
			"index": "166",
			"name": "## Maxim #166",
			"maxim": "Be very suspicious of neutral people, but be as neutral as feasible yourself; polarise only when necessary."
		},
		{
			"index": "167",
			"name": "## Maxim #167",
			"maxim": "As a scientist tests his hypotheses a Machiavellian should test his strategies."
		},
		{
			"index": "168",
			"name": "## Maxim #168",
			"maxim": "Utilise ambiguity as bait to ascertain interest."
		},
		{
			"index": "169",
			"name": "## Maxim #169",
			"maxim": "You should be civil to strangers but it should not be easy to become your friend, only lower the drawbridge for the worthy. A man who welcomes everybody into his kingdom will soon enough have no kingdom to speak of; what is true of countries is likewise of men. Pick your friends carefully."
		},
		{
			"index": "170",
			"name": "## Maxim #170",
			"maxim": "The most common way people inadvertently reveal their hand is through projection."
		},
		{
			"index": "171",
			"name": "## Maxim #171",
			"maxim": "People’s assumptions normally stem from the opinions they hold of themselves, the more emotional the individual, the more likely they are projecting."
		},
		{
			"index": "172",
			"name": "## Maxim #172",
			"maxim": "The more people want to believe, the easier it is to sell; the less people want to believe, the easier it is to hide."
		},
		{
			"index": "173",
			"name": "## Maxim #173",
			"maxim": "Use finesse when asking questions, lest you grant the impression you’re interrogating and arouse suspicions."
		},
		{
			"index": "174",
			"name": "## Maxim #174",
			"maxim": "Do not quibble over small sums or tiny favours, for the pettier you are, the smaller you seem."
		},
		{
			"name": "## Maxim #175",
			"index": "175",
			"maxim": "Misdirection is superior to omission in matters of concealment."
		},
		{
			"index": "176",
			"name": "## Maxim #176",
			"maxim": "The quickest way to make an ally is to pay up, and the quickest way to make an enemy? Not paying up."
		},
		{
			"index": "177",
			"name": "## Maxim #177",
			"maxim": "In matters of negotiation, once you identify the insecurities of the other party you have the power. If they are timid, identify their insecurities and spontaneously demonstrate qualities that assuage their fears. If they are ruthless, leverage their insecurities to degrade their ability to negotiate for more favourable terms."
		},
		{
			"index": "178",
			"name": "## Maxim #178",
			"maxim": "Find out what a person wants and you’re a step closer to knowing what they need. From here discern what they fear losing, and what they want but can’t get. Wherever there is dependence there is fear, and wherever there is fear there is leverage. Find the fear and acquire leverage."
		},
		{
			"index": "179",
			"name": "## Maxim #179",
			"maxim": "Regardless of who you deal with, be he virtuous or unvirtuous, it always pays to know a man’s fears."
		},
		{
			"index": "180",
			"name": "## Maxim #180",
			"maxim": "Whoever is willing to go further will invariably win, for he who denies a winning strategy on moral grounds forfeits victory."
		},
		{
			"index": "181",
			"name": "## Maxim #181",
			"maxim": "Every powerful man needs a fall man, a man to commit dirty deeds on his behalf, for it is in this way he will evade the deposition that follows from hate."
		},
		{
			"index": "182",
			"name": "## Maxim #182",
			"maxim": "Social causes are disguises for the predators and lifestyles for the sheep."
		},
		{
			"index": "183",
			"name": "## Maxim #183",
			"maxim": "Her first concern is her appearance, her second concern her cunning, both serve the same ends."
		},
		{
			"index": "184",
			"name": "## Maxim #184",
			"maxim": "Your response should be proportional to the perception of the threat, there’s no need to launch nukes when you can get the job done with a well-aimed bullet."
		},
		{
			"index": "185",
			"name": "## Maxim #185",
			"maxim": "A leader must be mindful in exercising benevolence, for too much benevolence is perceived as weakness and fosters resentment."
		},
		{
			"index": "186",
			"name": "## Maxim #186",
			"maxim": "One is wise to openly support freedom of speech, but they should only do so for as long as such speech is not deleterious to their reputation; it is almost always an act of self folly to not censor those biting deep into their repute."
		},
		{
			"index": "187",
			"name": "## Maxim #187",
			"maxim": "Be mindful of the Streisand effect, if your detractors are persistent and resourceful, censoring will make things worse rather than better."
		},
		{
			"index": "188",
			"name": "## Maxim #188",
			"maxim": "People are bolder when they’re paying and meeker when they’re paid. Caveat: the latter doesn’t apply to blackmail."
		},
		{
			"index": "189",
			"name": "## Maxim #189",
			"maxim": "People want to forget, not be reminded. Very powerful. Never forget this."
		},
		{
			"index": "190",
			"name": "## Maxim #190",
			"maxim": "Tu quoque is the sophist’s most preferred logical fallacy, for it can justify their poor behaviour whilst simultaneously redirecting attention to the misdeeds of others."
		},
		{
			"index": "191",
			"name": "## Maxim #191",
			"maxim": "Weak and strong in matters of strategy are not effects of appearance in so much as they are a question of the tactical viability and efficacy of a plan."
		},
		{
			"index": "192",
			"name": "## Maxim #192",
			"maxim": "In financial exchange, the man paid covets payment in advance whilst the man paying seeks to pay after the fact."
		},
		{
			"index": "193",
			"name": "## Maxim #193",
			"maxim": "When people retroactively change their minds, they will blame you for their change of heart irrespective of whether it’s truly your fault."
		},
		{
			"index": "194",
			"name": "## Maxim #194",
			"maxim": "\"Coincidence\" is the term people use to describe a chess move they don’t understand."
		},
		{
			"index": "195",
			"name": "## Maxim #195",
			"maxim": "To see how ruthless life truly is, all one need do is observe the vast difference in means between people."
		},
		{
			"index": "196",
			"name": "## Maxim #196",
			"maxim": "Survival of the fittest, there is no greater truism; winners and losers, everyone takes what they can get. Nothing is owed, everything is game."
		},
		{
			"index": "197",
			"name": "## Maxim #197",
			"maxim": "Let the other man lose his cool, but be sure to keep yours, for it is the man with the most self-control that leaves victorious."
		},
		{
			"index": "198",
			"name": "## Maxim #198",
			"maxim": "The nicer the man, the more he suffers, for the world does not respect carte blanche kindness. Forget kindness, show only magnanimity – a selective kindness backed by thoughtfulness and strength."
		},
		{
			"index": "199",
			"name": "## Maxim #199",
			"maxim": "The beauty of a question is it’s in your power to decide whether you’re going to answer it or not."
		},
		{
			"index": "200",
			"name": "## Maxim #200",
			"maxim": "Sell a person on a thing by making them think you’re not selling anything. The moment they think you’re trying to sell them, they’ll behave as if they hold all the power."
		},
		{
			"index": "201",
			"name": "## Maxim #201",
			"maxim": "This is as true of physical action as it is of agenda pushing: that which happens suddenly is noticed and reacted to, whilst that which happens gradually is not. In stealth, promote gradualness. Move too quickly and you will be discovered."
		},
		{
			"index": "202",
			"name": "## Maxim #202",
			"maxim": "A woman being cute is the metaphorical equivalent of a wolf adorning himself in the attire of a woolly sheep – it’s purposefully disarming. Recognise cuteness for the sham that it is. Beauty is not virtue. Cuteness implies innocence, something you can be most emphatically assured she is not."
		},
		{
			"index": "203",
			"name": "## Maxim #203",
			"maxim": "The problem with trust is everybody needs it, most are too scared to give it, and the most dangerous of humans are incapable of it."
		},
		{
			"index": "204",
			"name": "## Maxim #204",
			"maxim": "Know when people are trying to earn your trust in order to exploit it. There’s a greater likelihood you will be targeted in this fashion if you’re rich or have notable power within an organisation. Corollary: the higher the stakes, the longer the plays."
		},
		{
			"index": "205",
			"name": "## Maxim #205",
			"maxim": "Honesty is powerful, transparency is foolish; the difference between honesty and transparency is scale."
		},
		{
			"index": "206",
			"name": "## Maxim #206",
			"maxim": "Honesty is a micro snapshot of truth, whereas transparency is the macro totality of it, selective honesty as opposed to full disclosure. People like honesty, they rarely want full disclosure."
		},
		{
			"index": "207",
			"name": "## Maxim #207",
			"maxim": "If you need to keep absolving someone because they consistently maintain plausible deniability, you are being played. Punish them or cease association, do not continue to absolve."
		},
		{
			"index": "208",
			"name": "## Maxim #208",
			"maxim": "It is generally wise to allow people to project onto you the social or political views they find most appealing."
		},
		{
			"index": "209",
			"name": "## Maxim #209",
			"maxim": "People love power and want to be as close to it as possible without endangering themselves. Skin in the game separates the wheat from the chaff."
		},
		{
			"index": "210",
			"name": "## Maxim #210",
			"maxim": "Incompetence can serve as an effective cloak of secrecy with which to hide an agenda. For example, if one were to build a house under a house but wanted nobody to know the second house existed, they’d attribute the additional building time and costs incurred by the creation of the hidden house to the labour and bureaucratic incompetencies of the known house."
		},
		{
			"index": "211",
			"name": "## Maxim #211",
			"maxim": "Everything people do is strategic irrespective of its effectiveness or deliberateness. There’s always an angle, but it isn’t always insidious."
		},
		{
			"index": "212",
			"name": "## Maxim #212",
			"maxim": "Polarisation is the precursor to division, and division is a common prerequisite for control."
		},
		{
			"index": "213",
			"name": "## Maxim #213",
			"maxim": "Be bolder than your enemy, and you paralyse him upon the very nanosecond you confront him."
		},
		{
			"index": "214",
			"name": "## Maxim #214",
			"maxim": "Simulate your downfall to see who folds and sells you out. Loyalty is gauged in the face of failure, not success."
		},
		{
			"index": "215",
			"name": "## Maxim #215",
			"maxim": "Unless you’re exchanging blows, move slower than your enemy. The confidence throws them off immensely."
		},
		{
			"index": "216",
			"name": "## Maxim #216",
			"maxim": "If they’re going to disbelieve you, mirror your accuser, and then by act of disbelieving you, they disbelieve both of you."
		},
		{
			"index": "217",
			"name": "## Maxim #217",
			"maxim": "He who is most cunning, and furthermore, best equipped to execute the mechanisations of his cunning, will win a hundred wars and a thousand battles."
		},
		{
			"index": "218",
			"name": "## Maxim #218",
			"maxim": "Magnanimity is a projection of soft power, always leave a tip, it makes you look powerful and buys you favour with those who perform you services."
		},
		{
			"index": "219",
			"name": "## Maxim #219",
			"maxim": "Boldness almost always rewards, when it doesn’t, disappear."
		},
		{
			"index": "220",
			"name": "## Maxim #220",
			"maxim": "When you don’t have a good answer, ask a question, be sparing with this however, for abusing it will make you seem disgustingly untrustworthy."
		},
		{
			"index": "221",
			"name": "## Maxim #221",
			"maxim": "When the enemy is too powerful, it’s more profitable to ally with them than war with them irrespective of your feelings for them."
		},
		{
			"index": "222",
			"name": "## Maxim #222",
			"maxim": "Treat all unfinalised offers as bait."
		},
		{
			"index": "223",
			"name": "## Maxim #223",
			"maxim": "If one strategises purely from a position of emotionally driven personal preference and not pragmatism, one will strategise inadequately."
		},
		{
			"index": "224",
			"name": "## Maxim #224",
			"maxim": "You can’t trust a dark triad who isn’t dependent on you for a thing, and even then, the ruthless temporariness of their loyalty is predicated entirely on the degree to which you are useful."
		},
		{
			"index": "225",
			"name": "## Maxim #225",
			"maxim": "Breaking silence is tactically unsound. Wait for the other person to speak first, or do not speak at all."
		},
		{
			"index": "226",
			"name": "## Maxim #226",
			"maxim": "Know your enemies and know yourself, but in knowing your enemies, know your allies, ascertain who is loyal, and ascertain who is mercenary."
		},
		{
			"index": "227",
			"name": "## Maxim #227",
			"maxim": "If you don’t want war but the enemy does, you’ve lost before the battle’s even begun."
		},
		{
			"index": "228",
			"name": "## Maxim #228",
			"maxim": "Diplomat is a geopolitical euphemism for \"intercontinental Machiavellian negotiator\""
		},
		{
			"index": "229",
			"name": "## Maxim #229",
			"maxim": "The disparity between what a man says and what a man does are the reputational affecting aspects he takes into consideration when speaking."
		},
		{
			"index": "230",
			"name": "## Maxim #230",
			"maxim": "Bide your time after being attacked. Don’t respond straightaway. Let them think they’ve won, then as soon as they relax, strike."
		},
		{
			"index": "231",
			"name": "## Maxim #231",
			"maxim": "Whoever makes the first move without being baited holds the advantage, they control the battlefield because the element of surprise shocks and demoralises the enemy, striking a critical blow before they can even fortify themselves."
		},
		{
			"index": "232",
			"name": "## Maxim #232",
			"maxim": "The difference between a man who can suspend empathy and a man who has none is the latter is existentially incapable of virtue."
		},
		{
			"index": "233",
			"name": "## Maxim #233",
			"maxim": "Foreign aid is macro level statecraft philanthropy. Step 1: buy favour. Step 2: get a good reputation for your generosity and market it as enlightened altruism."
		},
		{
			"index": "234",
			"name": "## Maxim #234",
			"maxim": "Predators can destroy other predators, but the difficulty of such a thing persuades them to designate targets who’ll offer less resistance. Be expensive to defeat, and few will even dare to declare war."
		},
		{
			"index": "235",
			"name": "## Maxim #235",
			"maxim": "\"What is left when honour is lost?\" Strategy. The only way to lose it is to lose your life, strategy is the essence of life via adaptivity."
		},
		{
			"index": "236",
			"name": "## Maxim #236",
			"maxim": "People only care about what you have, not what it took to get. As such, if someone’s interested in the how, there’s a 99% chance they want to copy your blueprint or sabotage your achievements."
		},
		{
			"index": "237",
			"name": "## Maxim #237",
			"maxim": "If you’re afraid to play in the mud, the mud will involuntarily dirty you."
		},
		{
			"index": "238",
			"name": "## Maxim #238",
			"maxim": "Cull the fickle, insolent, and disloyal, for even if it injures you in the short-term, it will benefit you in the long."
		},
		{
			"index": "239",
			"name": "## Maxim #239",
			"maxim": "Being likeable is a conflict avoidance strategy."
		},
		{
			"index": "240",
			"name": "## Maxim #240",
			"maxim": "When dealing with pedants, jobsworths and fault finders, use subjunctives such as “if”, “perhaps” and “maybe”, so they can’t nail you down to a position. Anything that can be misconstrued, will be, plausible deniability is thus paramount."
		},
		{
			"index": "241",
			"name": "## Maxim #241",
			"maxim": "Trust is a self-fulfilling prophecy, the less you trust the other party, the less they’ll trust you. The inverse is also true; the more you trust the other party, the likelier they’ll trust you."
		},
		{
			"index": "242",
			"name": "## Maxim #242",
			"maxim": "When people don’t like you, they look for flaws in your methods in an attempt to discredit you. Give them something non life-threatening to chew on."
		},
		{
			"index": "243",
			"name": "## Maxim #243",
			"maxim": "Faced by a lion, most will step back, not forward."
		},
		{
			"index": "244",
			"name": "## Maxim #244",
			"maxim": "Egotists will underestimate you, cowards will overestimate you."
		},
		{
			"index": "245",
			"name": "## Maxim #245",
			"maxim": "Projection: most people posit the opinion they hold of themselves as a notable exception for generality in counterargument."
		},
		{
			"index": "246",
			"name": "## Maxim #246",
			"maxim": "When you describe a man to himself in accurate yet unflattering detail, you deal a crippling blow to his psyche."
		},
		{
			"index": "247",
			"name": "## Maxim #247",
			"maxim": "The waiting game is a necessary game, as such, it is strategically optimal to outwait those who would test your patience."
		},
		{
			"index": "248",
			"name": "## Maxim #248",
			"maxim": "If power is defined as one’s ability to impose their will onto the world, then money is the commodification of power in physical form."
		},
		{
			"index": "249",
			"name": "## Maxim #249",
			"maxim": "The more words you use, the less they’ll like what you say."
		},
		{
			"index": "250",
			"name": "## Maxim #250",
			"maxim": "Misdirection: if they say a lot of words without communicating a bottom line, they’re deceiving you."
		},
		{
			"index": "251",
			"name": "## Maxim #251",
			"maxim": "War is everything. All the time, everywhere, war rages constantly. It has different forms, intensities, and appearances, but it persists perpetually, eternally."
		},
		{
			"index": "252",
			"name": "## Maxim #252",
			"maxim": "Competition is not war per se, but rather, its predicate. One can compete indirectly and without maliciousness of intent. War on the other hand is wilful violation, for it is less distant, more immediate, and manifests itself as conflict or sabotage."
		},
		{
			"index": "253",
			"name": "## Maxim #253",
			"maxim": "Frames are a war of propaganda. Do not absorb the other side’s frame, have them absorb yours. Whoever absorbs first, loses. If neither side concedes, stalemate. Caveat: satire."
		},
		{
			"index": "254",
			"name": "## Maxim #254",
			"maxim": "Intelligent energy allocation is a fundamental principle of effective strategy, for bereft energy, there is nothing."
		},
		{
			"index": "255",
			"name": "## Maxim #255",
			"maxim": "Pragmatism is king, doubly so when one is suffering."
		},
		{
			"index": "256",
			"name": "## Maxim #256",
			"maxim": "Strong ethics are oft the superficial purview of the elite and the substantive limiter of the loser."
		},
		{
			"index": "257",
			"name": "## Maxim #257",
			"maxim": "The middle class are confined to methodologically unsound moral codes, for it ensures they’re neither a threat nor a factor in <a href=\"https: //illimitablemen.com/2014/04/22/the-game-of-power/\" target=\"_blank\">the game of power.</a>"
		},
		{
			"index": "258",
			"name": "## Maxim #258",
			"maxim": "The poorest and the richest tend to be the least moral, for the poor have dire need, whereas the rich possess excess power; desperation and domination alike lend themselves to immorality."
		},
		{
			"index": "259",
			"name": "## Maxim #259",
			"maxim": "The immoral rich are unvirtuous on a greater scale than the immoral poor, for they have greater means with which to impose their ethics. The immoral poor in turn justify their immorality based on the actions of the immoral rich, people they’d likely mimic given the same resources."
		},
		{
			"index": "260",
			"name": "## Maxim #260",
			"maxim": "For the rich it’s easy to be moral because they can afford to be, for the poor, it’s easy to be moral because there’s little power to tempt them."
		},
		{
			"index": "261",
			"name": "## Maxim #261",
			"maxim": "The method necessary to win and it’s associated reputation are entirely distinct entities. Method is effectiveness, reputation is perception."
		},
		{
			"index": "262",
			"name": "## Maxim #262",
			"maxim": "If you want to sell someone, lie to them. If you want to help them, hit them with the truth. A spoonful of humour helps the medicine go down."
		},
		{
			"index": "263",
			"name": "## Maxim #263",
			"maxim": "Most are focused on how being bound to their word can limit their freedoms by putting them in a bind, the reversal however is that by speaking truthfully and keeping your word when no one else does, your credibility grows immeasurably. Irrespective of their aesthetic contradictions, both are simultaneously true. These are not mutually exclusive conditions."
		},
		{
			"index": "264",
			"name": "## Maxim #264",
			"maxim": "If you discover someone’s given you misinformation, ascertain the probability this was done so with ill intent; there’s a good chance you’re at war."
		},
		{
			"index": "265",
			"name": "## Maxim #265",
			"maxim": "To be successful is, effectively, to paint a bullseye on one’s back; to be famous is to intensify the geometric volume of said bullseye."
		},
		{
			"index": "266",
			"name": "## Maxim #266",
			"maxim": "Many notable people have acquired demons and skeletons in their pursuit to the top. Enemies instinctively expect this, hence the propensity to dirt dig and smear the noteworthy."
		},
		{
			"index": "267",
			"name": "## Maxim #267",
			"maxim": "People judge themselves less harshly than they judge you, to them, what is not permissible for you is so for them."
		},
		{
			"index": "268",
			"name": "## Maxim #268",
			"maxim": "Everyone judges you on your actions, but not everyone understands why you did what you did. Fewer care why."
		},
		{
			"index": "269",
			"name": "## Maxim #269",
			"maxim": "Bread, circuses and a pseudo-educated population ferment an apathy that makes for easy governance."
		},
		{
			"index": "270",
			"name": "## Maxim #270",
			"maxim": "Someone is always responsible for failure, but the person truly at fault is not always disposable. This is why the fall man was invented. He who is unuseful will be allocated the blame for the mistakes of he who is."
		},
		{
			"index": "271",
			"name": "## Maxim #271",
			"maxim": "When people analyse literature and interpret, they believe their deductions to be uniquely theirs, rather than seeds planted by the writer."
		},
		{
			"index": "272",
			"name": "## Maxim #272",
			"maxim": "Don’t avoid war, prepare for it."
		},
		{
			"index": "273",
			"name": "## Maxim #273",
			"maxim": "Inferiors think you’re equal when you validate their nonsense with a response. Corollary: the higher you ascend, the more proficient one need be at ignoring trite."
		},
		{
			"index": "274",
			"name": "## Maxim #274",
			"maxim": "When confused, the inverse of the overt statement’s appearance is often where you’ll find truth."
		},
		{
			"index": "275",
			"name": "## Maxim #275",
			"maxim": "When we see what we want to see instead of what is, we fool ourselves. All the other person need do is study our desires, and present themselves as such. They show us what we want to see, and we are all too happy to ignore anything extraneous. For this reason, it is clear: the person best suited to deceive you – is you."
		},
		{
			"index": "276",
			"name": "## Maxim #276",
			"maxim": "To expose subversive elements, appear reactive, then don’t react when a shot is fired in the grand confidence you will respond – upstart morale shatterer."
		},
		{
			"index": "277",
			"name": "## Maxim #277",
			"maxim": "Arguments are more about spin than they are material facts. It is not the best logician that wins, it’s the best spin artist."
		},
		{
			"index": "278",
			"name": "## Maxim #278",
			"maxim": "Be mindful about revealing how you would intend to react in threatening hypothetical scenarios, for if such a reaction is deemed profitable, you will inadvertently bring about its undesirable cause."
		},
		{
			"index": "279",
			"name": "## Maxim #279",
			"maxim": "The resentful weak will clutch at any avenue for revenge no matter how trivial and leverage it to its absolute utmost."
		},
		{
			"index": "280",
			"name": "## Maxim #280",
			"maxim": "Politics is war by psychological means, media but its delivery system."
		},
		{
			"index": "281",
			"name": "## Maxim #281",
			"maxim": "Typical enemies are visible, they promote you by being vocal in their hatred of you. Insidious enemies invisibly undermine you by recruiting someone to smear you, or by endorsing your visible enemies. The insidious enemy does not market for you, sometimes he even poses as a friend. Be mindful of him, for he is the Trojan horse."
		},
		{
			"index": "282",
			"name": "## Maxim #282",
			"maxim": "You detect Trojans based on what they don’t do rather than what they do. Even when hidden, enemies are usually close. Apply a probability heuristic to your surroundings to identify potential Trojans."
		},
		{
			"index": "283",
			"name": "## Maxim #283",
			"maxim": "He who is seen is only more powerful than he who isn’t, when being seen yields profit and being not doesn’t."
		},
		{
			"index": "284",
			"name": "## Maxim #284",
			"maxim": "Sow seeds of doubt invisibly to create division among others, whilst appearing warm to all involved. This will allow you to consolidate power in the popularity Olympics that constitutes human relations."
		},
		{
			"index": "285",
			"name": "## Maxim #285",
			"maxim": "Business or war, targeting works the same, you target people with influence over others, not influencees. Destroy a leader, destroy his men. Win a leader, win them."
		},
		{
			"index": "286",
			"name": "## Maxim #286",
			"maxim": "Everything is a tactic or a play or a move, if you can’t see this, it’s because you’re undiscerning, not because it isn’t there."
		},
		{
			"index": "287",
			"name": "## Maxim #287",
			"maxim": "Use the word feel more when talking with feelers, use the word think more when talking with thinkers. This sounds simple when stated, but few realise just how much it affects their credibility."
		},
		{
			"index": "288",
			"name": "## Maxim #288",
			"maxim": "<a href=\"https: //illimitablemen.com/2016/02/28/champions-mentality-how-to-stop-being-a-loser-become-epic/\" target=\"_blank\"Winners</a> don’t play fair, they hide their edge and maintain the illusion of fairness."
		},
		{
			"index": "289",
			"name": "## Maxim #289",
			"maxim": "The more powerful a person becomes, the more likely they are to distance themselves from previous allies."
		},
		{
			"index": "290",
			"name": "## Maxim #290",
			"maxim": "Be unpredictable, appear weak when strong, or strong when weak, alternatively, oscillate between the two to be an unpredictable enigma."
		}
	]
}
