{
	"data": {
		"maxims": [
			{
				"title": "## Maxim #1",
				"text": "Any and all weaknesses can be used against you, and in conflict, will be. As such, weaponise your weaknesses by making them known; hide them in plain sight. Wear your weaknesses like armour, flaunt them, and you deprive your opponents the use of ammunition that would otherwise discredit you."
			},
			{
				"title": "## Maxim #2",
				"text": "If weakness is speculated, deny it. If weakness is known, spin it. If it is directly observed, dismiss it. Should it look profitable, leverage it for status in the victimhood hierarchy."
			},
			{
				"title": "## Maxim #3",
				"text": "Justification can only exist in respectful exchanges. When you are disliked, justifications are deemed excuses, your guilt, pre-determined."
			},
			{
				"title": "## Maxim #4",
				"text": "Do not defend against your attackers, attack them; justification is a Machiavellian fallacy. Do not justify, stipulate./n/n[More Here](https: //illimitablemen.com/2015/02/08/machiavellian-thinking-vs-conventional-logic/)"
			},
			{
				"title": "## Maxim #5",
				"text": "People are like stocks, acquire assets, avoid/drop liabilities and ignore market rumours; acquire insider information wherever possible."
			},
			{
				"title": "## Maxim #6",
				"text": "The only difference between the toxic and the unlucky is the unlucky bring you down inadvertently, avoid both."
			},
			{
				"title": "## Maxim #7",
				"text": "Attacks reveal intent, defence reveals priority. You don’t defend the unimportant. You don’t attack allies unless it’s a decoy, this simple concept can be extrapolated to any situation."
			},
			{
				"title": "## Maxim #8",
				"text": "The battle of the sexes is the only war where crushing the opposition isn’t victory. No, a man must avoid checkmate and stalemate, by continuously putting his woman in check. This and only this is victory for the union."
			},
			{
				"title": "## Maxim #9",
				"text": "Everything is war in a different set of clothing. Love, business, politics, wherever there are competing interests there is a battlefield, and wherever there is a battlefield, there is war."
			},
			{
				"title": "## Maxim #10",
				"text": "When things fall apart, be ready for total war."
			}
		]
	}
}
